window.scheduleData = {
  teachersDatabase: {
    "Физкультура": { name: "Моношева Айгерим", cabinet: "спорт зал", phone: null },
    "Математика": { name: "Калыбаева Кульжан", cabinet: "30", phone: "+996558337747" },
    "Химия": { name: "Калыбаева Кульжан", cabinet: "30", phone: "+996558337747" },
    "Русская литература": { name: "Нурумова Елена", cabinet: "43", phone: "+996554603042" },
    "Русский язык": { name: "Нурумова Елена", cabinet: "43", phone: "+996554603042" },
    "Физика": { name: "Рубцов Андрей", cabinet: "39", phone: "+996776979884" },
    "История": { name: "Корголдоев Алишер", cabinet: "19", phone: "+996505904065" },
    "Иностранный язык": { name: "Темирова Элес", cabinet: "35", phone: "+996708681464" },
    "Кыргыз": { name: "Томоева Гульзат", cabinet: "37", phone: "+996558337747" },
    "Биология": { name: "Калыбаева Кульжан", cabinet: "30", phone: "+996554202642" },
    "ДП": { name: "Томоева Гульзат", cabinet: "37", phone: "+996500703906" },
    "Кыргыз тили": { name: "Томоева Гульзат", cabinet: "37", phone: "+996558337747" },
    "Кыргызска литература": { name: "Томоева Гульзат", cabinet: "37", phone: "+996558337747" },
    "Кыргызский язык": { name: "Томоева Гульзат", cabinet: "37", phone: "+996558337747" },
    "Кыргызская литература": { name: "Томоева Гульзат", cabinet: "37", phone: "+996558337747" },
    "География": { name: "Эсенгулова Жыпаргул", cabinet: "41", phone: "+996559312013" },
    "Человек и общество": { name: "Корголдоев Алишер", cabinet: "19", phone: "+996505904065" },
    "ЧИО": { name: "Корголдоев Алишер", cabinet: "19", phone: "+996505904065" },
    "Астрономия": { name: "Рубцов Андрей", cabinet: "39", phone: "+996776979884" }
  },
  weekSchedule: [
    {
      name: "Понедельник",
      lessons: ["Физкультура", "Математика", "Химия", "Русская литература", "Русский язык", "Физика"]
    },
    {
      name: "Вторник",
      lessons: ["Математика", "История", "Химия", "Физика", "Иностранный язык", "Кыргыз"]
    },
    {
      name: "Среда",
      lessons: ["Биология", "ДП", "Математика", "Русская литература", "ДП"]
    },
    {
      name: "Четверг",
      lessons: ["Математика", "Кыргыз тили", "Русский язык", "История", "Физкультура", "Кыргызска литература"]
    },
    {
      name: "Пятница",
      lessons: ["Иностранный язык", "Физика", "Русская литература", "География", "Кыргызская литература", "ЧИО"]
    },
    { name: "Суббота", lessons: [] },
    { name: "Воскресенье", lessons: [] }
  ]
};
